IDEA Open Model
WeldParam.Size Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the size of the weld
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Size { get; set; }
Public Property Size As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
WeldParam Class
IdeaRS.OpenModel.Parameters Namespace